
const obj1 = {
  "ок": ["окц", "ок.", "ХОРОШО БЛ", "понял принял", 'ппц, ладно'],
  "споки": ['споки', 'сладких снов и мокрых трусиков', 'чтобы не проснулся', 'Бог тебя пожалел'],
  "привет": ["ку бл", "за#бали поздороваться", 'привет', 'салам падшим'],
  "ку": this["привет"],
  "здарова": this["привет"],
  "как дела": ["дела збс", "пю пю, отлично, утя?"],
  "лох": ["согласен, лох", 'попизхсхахя', "дасйдхаохддйас"],
  "ор": ["ор выше гор", "орут когда еб... ладно не буду", "ор ми амор, пор фавор, эста рико бум"],
  "пиздец": ["сккабяятьпиддецнахxй", "жоско", 'неужели мэн', 'пиз-да', "ладно писдецляяяя"],
  "пизда": this["пиздец"],
  "россия": ['где россия, я россия', "Мальта лучше", 'У меня тётя там живёт', 'сколько у вас пр^зики стоят?'],
  "шлюха": ["сколько стоит час?", "а хоть пиХХатая?", 'отдам бесплатно', 'не верю!', "ляяяяяя самое сложное это первый раз"],
  'наху': ["а наххя?", 'да ты шооо', 'он думал я рофлю', "ладно пох, проехали лять"],
  'путин': ["я вообще молчу...", 'великий человек', "мне спать пора, походу и тебе"],
  'ебать': ["кого", 'вы5бать, за5бать, на5бать, раз5бать, съ5бать, и так далее, хзз', 'извращенец ляяяяя'],
  "норм": ['всё нормални, денги нормални, шеф нормални', 'не норм, а збс', "норм... я тут нашел !!!!!!", 'Алексия ПутеЛЛас выиграла какой то непонятный приз, ваще не шарю'],
  'футбол': ['я за Месси', 'Бедный Лева, уже 2 года просрал..', "ты левша или правша?", "жопа болит, сила голкиппера!", 'АХАХАХА ГОЛ!'],
  'ахах': ["aахаха, ля челл..", 'чьи стоны?', "ВИЫДАЫСДАГДСАХДАСД", 'ха-ха-ха, тип интеллигент', 'ты как моя бывшая, ахах и ахах, ляяяяя че ты напомнилллл..', 'на этом сервере много даунов, добро пожаловать в рай, МИСТЕР АХАХ', 'скажи **яша лава**', 'абоба абоба', "го в бравл старс", 'да хватит, я тя съем'],
  'блять': ["ля ля ля", 'сюка бля', "бля и бля, не задолбались?"]
};

const caps = ['не зае5ался капсить?', 'ЛЯ СКА ХВАТИТ КАПСИТЬ, ПОКА НЕ ОТКРЫЛ СВОЙ РОТ СКААААААА', 'ТУТУТУТУТУТУТУ', 'КАПСИМ КАПСИМ КАПСИМ, пока админы не увидели', 'ЧЕЕЕЕЕЛ БЫСТРЕЕ УБЕРИ КАПС, А ТО АДМИНЫ ВЫ5БУТ\n\n\n\n\nкстати, мою тоже не забудь', 'Эй, уважаемый админ, тут челик капсил!\n\n\n\nхаха пnзда тебе'];

const adana = [
  "Да! Товарищ лейтенант!",
  'чел опять ты...',
  'не заббался?',
  'я и я и я и я и я и я',
  'крч\n\n\n\n\nотъ5бысь!',
  'А́дана, или Адана́ (тур. Adana) — административный центр области Адана, на реке Сейхан (древн. Sarus), в 50 км от берега Средиземного моря. Крупный промышленный центр, развита текстильная, химическая и пищевая промышленность. Имеется метрополитен.',
  "Дариус хочет админку, а вот фиг с ним",
  'дай денег',
  'я обиделся',
  'отстань',
  'ска ля, хватит пинговать',
  "Говорила мама, а я всё на мальчиков смотрел",
  "Я - милое существо",
  "О чём ты чел..",
  "Слева горы, справа горы, а вдали Кавказ...",
  'Аим а бич, аим а босс',
  "Чери Чери Леди, эх, были времена..",
  "сверху лох ↑",
  "снизу лох ↓",
  "Секс бомб, Секс бомб, ю ар май секс бомб",
  "Бравл ван лав\n\n\n\nНет ляя, какой бравлл...."
]


module.exports = {
  resp: obj1,
  caps,
  adana,
}
