const adana = [
  "Да! Товарищ лейтенант!",
  'чел опять ты...',
  'я и я и я и я и я и я',
  'крч\n\n\nотъ5бысь!',
  'А́дана, или Адана́ (тур. Adana) — административный центр области Адана, на реке Сейхан (древн. Sarus), в 50 км от берега Средиземного моря. Крупный промышленный центр, развита текстильная, химическая и пищевая промышленность. Имеется метрополитен.',
  "Дариус хочет админку, а вот фиг ему",
  'дай денег',
  'я обиделась',
  'отстань',
  'хватит звать',
  "Говорила мама, а я всё на девочек смотрела",
  "Я - милое существо",
  "О чём ты чел..",
  "Слева горы, справа горы, а вдали Кавказ...",
  'Аим а бич, аим а босс',
  "Чери Чери Леди, эх, были времена..",
  "сверху лох ↑",
  "снизу лох ↓",
  "Бравл ван лав\n\n\n\nНет, какой бравлл....",
  "скажи, Адана рифмуй",
  "чел..ты....",
  "я гуль",
  "план по захвате мира",
]


module.exports = {
  adana,
}
