const main = {
  roles: {
    // some
    array: [
      {
        name: 'Moderator+',
        lang: 'gb',
      },
      {
        name: 'ᵃᵈᵐⁱⁿ',
        lang: 'gb',
      },
      {
        name: 'ᵇᵒʸ',
        lang: 'gb',
      },
      {
        name: 'ᵈᵉᵖᵘᵗʸ ᵃᵈᵐⁱⁿ',
        lang: 'gb',
      },
      {
        name: 'ⁿᵉʷᵇⁱᵉ',
        lang: 'gb',
      },
      {
        name: 'ᵇᵒᵗⁱᵏ',
        lang: 'gb',
      },
      {
        name: 'ᵍⁱʳˡ',
        lang: 'gb',
      },
      {
        name: 'ᵃᶜᵗⁱᵛᵉ',
        lang: 'gb',
      },
      {
        name: 'ᵗʳᵘˢᵗᵉᵈ',
        lang: 'gb',
      },
      {
        name: '◆𝕺𝖜𝖓𝖊𝖗◆',
        lang: 'gb',
      },
      {
        name: '𝓜𝓸𝓭𝓮𝓻𝓪𝓽𝓸𝓻',
        lang: 'gb',
      },
      {
        name: '𝓛𝓮𝓰𝓮𝓷𝓭',
        lang: 'gb',
      },
      {
        name: '𝓜𝓮𝓶𝓫𝓮𝓻',
        lang: 'gb',
      },
      {
        name: '𝓥𝓮𝓽𝓮𝓻𝓪𝓷',
        lang: 'gb',
      },
      {
        name: '𝓒𝓻𝓮𝓪𝓽𝓸𝓻',
        lang: 'gb',
      },
      {
        name: '𝓐𝓭𝓶𝓲𝓷',
        lang: 'gb',
      },
      {
        name: '𝓗𝓮𝓵𝓹𝓮𝓻',
        lang: 'gb',
      },
      {
        name: '𝓓𝓻𝓸𝓲𝓭𝓼',
        lang: 'gb',
      },
      {
        name: '𝓛𝓪𝓾𝓻𝓮𝓵',
        lang: 'gb',
      },
      {
        name: '𝓜𝓲𝓼𝓱𝓲𝓷𝓸𝔂𝓪',
        lang: 'gb',
      },
      {
        name: 'uwu',
        lang: 'gb',
      },
      {
        name: '⚡・Administration',
        lang: 'gb',
      },
      {
        name: '⚡・Member',
        lang: 'gb',
      },
      {
        name: '------------------------',
        lang: 'gb',
      },
      {
        name: '⚡・Litavis',
        lang: 'gb',
      },
      {
        name: '🍁 8 🍁 Спец.Администрация',
        lang: 'ru',
      },
      {
        name: '✔️ Проверенный ✔️',
        lang: 'ru',
      },
      {
        name: 'Главная администрация',
        lang: 'ru',
      },
      {
        name: '🍁 5 🍁 Куратор сервера',
        lang: 'ru',
      },
      {
        name: '🔐 special dostup',
        lang: 'ru',
      },
      {
        name: '✔️ Старшая администрация ✔️',
        lang: 'ru',
      },
      {
        name: 'Технический администратор 🔐',
        lang: 'ru',
      },
      {
        name: 'Следящие за Хелперами 👶',
        lang: 'ru',
      },
      {
        name: 'Руководство Гос.Структур',
        lang: 'ru',
      },
      {
        name: 'Руководство Нелегал. структур',
        lang: 'ru',
      },
      {
        name: 'Гл.Администрация других серверов',
        lang: 'ru',
      },
      {
        name: '🍁 4 🍁 Администратор',
        lang: 'ru',
      },
      {
        name: '₊˚👼˚₊・Участник',
        lang: 'ru',
      },
      {
        name: '₊˚💶˚₊・Покупатель',
        lang: 'ru',
      },
      {
        name: '₊˚🎮˚₊・Бустер',
        lang: 'ru',
      },
      {
        name: '₊˚👑˚₊・Глава',
        lang: 'ru',
      },
      {
        name: '₊˚🤖˚₊・Бот',
        lang: 'ru',
      },
      {
        name: '👑Owner',
        lang: 'gb',
      },
      {
        name: '🎭PR Manager',
        lang: 'gb',
      },
      {
        name: '👑Co-Owner',
        lang: 'gb',
      },
      {
        name: '🌀Moderator',
        lang: 'gb',
      },
      {
        name: '🎀Super Girl',
        lang: 'gb',
      },
      {
        name: '🌟Active Member〔Level 10⁺〕',
        lang: 'gb',
      },
      {
        name: '✴ ⊶▬▬⊶▬LeaderBoard▬⊷▬▬⊷ ✴',
        lang: 'gb',
      },
      {
        name: '✅Verified',
        lang: 'gb',
      },
      {
        name: '💎Twitch Subscriber',
        lang: 'gb',
      },
      {
        name: '𝑬𝒃𝒂𝒕 𝒏𝒆 𝒕𝒓𝒐𝒈𝒂𝒚𝒕𝒆 𝒎𝒆𝒏𝒚𝒂',
        lang: 'ru',
      },
      {
        name: '♡︎ 𝙸𝚗 𝚏𝚛𝚎𝚎 𝚏𝚕𝚒𝚐𝚑𝚝',
        lang: 'gb',
      },
      {
        name: '🌺 ꒱∷ ˚₊‧Voice Manager ꒱',
        lang: 'gb',
      },
      {
        name: '👹 ❭ Демонёнок севера',
        lang: 'ru',
      },
      {
        name: '🥀 ꒱∷ ˚₊‧Owner ꒱',
        lang: 'gb',
      },
      {
        name: '🍺 ❭ VЫПЕЙ SO МNOЮ PIBKA',
        lang: 'ru',
      },
      {
        name: '🍃 ❭ Пародия превзошедшая оригинал',
        lang: 'ru',
      },
      {
        name: '🍁 ꒱∷ ˚₊‧Curators ꒱',
        lang: 'gb',
      },
      {
        name: '┉ ∙ ⌈ РОЛИ БОТОВ ⌉ ∙ ​┉ ∙ ​┉',
        lang: 'ru',
      },
      {
        name: '🌈Черный',
        lang: 'ru',
      },
      {
        name: '┉ ∙ ⌈ COLOR ⌉ ∙ ​┉ ∙ ​┉',
        lang: 'gb',
      },
      {
        name: '🔥 ❭ Лучик солнца',
        lang: 'ru',
      },
      {
        name: '♥︎ʜɪᴋɪᴋᴀᴍᴏʀʏ♥︎',
        lang: 'gb',
      },
      {
        name: '🌈Красный',
        lang: 'ru',
      },
      {
        name: '🚀 ❭ Бустер',
        lang: 'ru',
      },
      {
        name: '🌈Синий',
        lang: 'ru',
      },
      {
        name: '🛡️┃Uranus ༄.◦[20 Lvl]',
        lang: 'gb',
      },
      {
        name: '💮 ꒱∷ ˚₊‧Chat Manager ꒱',
        lang: 'gb',
      },
      {
        name: '🌈Желтый',
        lang: 'ru',
      },
      {
        name: '♡︎𝙾𝚝𝚊𝚔𝚞♡︎',
        lang: 'gb',
      },
      {
        name: '🍁 ꒱∷ ˚₊‧Administrator ꒱',
        lang: 'gb',
      },
      {
        name: '🥀 𝙱𝚕𝚊𝚌𝚔 𝚁𝚘𝚜𝚎',
        lang: 'gb',
      },
      {
        name: '💜┃Mercury ༄.◦[80 Lvl]',
        lang: 'gb',
      },
      {
        name: "⭐ ❭ Звезда Discord'a",
        lang: 'ru',
      },
      {
        name: '☆',
        lang: 'gb',
      },
      {
        name: '⛅┃Land ༄.◦[60 Lvl]',
        lang: 'gb',
      },
      {
        name: '┉ ∙ ⌈ Лучшие Роли Сервера ⌉ ∙ ​┉ ∙ ​┉',
        lang: 'ru',
      },
      {
        name: '🥀 ꒱∷ ˚₊‧Co-Owner ꒱',
        lang: 'gb',
      },
      {
        name: '🌈Зеленый',
        lang: 'ru',
      },
      {
        name: '🦄 ❭ Самое няшное существо',
        lang: 'ru',
      },
      {
        name: '💔 𝙳𝚎𝚊𝚍 𝙸𝚗𝚜𝚒𝚍𝚎',
        lang: 'ru',
      },
      {
        name: '🌺 ꒱∷ ˚₊‧PR Manager ꒱',
        lang: 'gb',
      },
      {
        name: '🔪 ❭ Милашка цундере',
        lang: 'ru',
      },
      {
        name: '🌈Розовый',
        lang: 'ru',
      },
      {
        name: '┉ ∙ ⌈ Личная Информация ⌉ ∙ ​┉ ∙ ​┉',
        lang: 'ru',
      },
      {
        name: '♥︎ 𝙷𝚎𝚊𝚛𝚝 𝚒𝚜 𝚋𝚞𝚜𝚢',
        lang: 'gb',
      },
      {
        name: '🎀 ❭ Участники',
        lang: 'ru',
      },
      {
        name: '🦄┃Neptune ༄.◦[10 Lvl]',
        lang: 'gb',
      },
      {
        name: '🌈Оранжевый',
        lang: 'ru',
      },
      {
        name: 'UnbelievaBoat',
        lang: 'gb',
      },
      {
        name: '🔮┃Mars ༄.◦[50 Lvl]',
        lang: 'gb',
      },
      {
        name: '🦋 ❭ Ночная бабочка',
        lang: 'ru',
      },
      {
        name: 'Лолька',
        lang: 'ru',
      },
      {
        name: '🤖 ❭ Ботяра',
        lang: 'ru',
      },
      {
        name: '💮 ꒱∷ ˚₊‧Moderators ꒱',
        lang: 'gb',
      },
      {
        name: 'Трап',
        lang: 'ru',
      },
      {
        name: '👔 ꒱∷ ˚₊‧Команда Сервера ꒱',
        lang: 'ru',
      },
      {
        name: '🌈Белый',
        lang: 'ru',
      },
      {
        name: 'Мальчик',
        lang: 'ru',
      },
      {
        name: '💅🏻 ❭ Моё хобби - смотреть хентай',
        lang: 'ru',
      },
      {
        name: '🎃 ❭ Ахуевший агроном',
        lang: 'ru',
      },
      {
        name: '┉┉ ∙ ⌈ SHOP ⌉ ∙ ​┉ ∙ ​┉┉',
        lang: 'gb',
      },
      {
        name: '🧸 ❭ Плюшевый мишка',
        lang: 'ru',
      },
      {
        name: '┉ ∙ ⌈ STAFF ⌉ ∙ ​┉ ∙ ​┉',
        lang: 'gb',
      },
      {
        name: '🐝 ❭ Мой текущий лимит - 9 секунд',
        lang: 'ru',
      },
      {
        name: 'Девочка',
        lang: 'ru',
      },
      {
        name: '☔┃Venus ༄.◦[70 Lvl]',
        lang: 'gb',
      },
      {
        name: '👻 ❭ Пушистый котофей',
        lang: 'ru',
      },
      {
        name: '✨┃Saturn ༄.◦[30 Lvl]',
        lang: 'gb',
      },
      {
        name: '🌈Фиолетовый',
        lang: 'ru',
      },
      {
        name: '🌍┃Jupiter ༄.◦[40 Lvl]',
        lang: 'gb',
      },
      {
        name: '┉┉ ∙ ⌈ Level ⌉ ∙ ​┉ ∙ ​┉┉',
        lang: 'gb',
      },
      {
        name: 'Walium',
        lang: 'gb',
      },
      {
        name: '❒︎ 等級🍒° 20lvl',
        lang: 'gb',
      },
      {
        name: '❒︎ 等級🐍° 30lvl',
        lang: 'gb',
      },
      {
        name: '❒︎ 等級♻️° 10lvl',
        lang: 'gb',
      },
      {
        name: '❒︎ 等級⚗️° 15lvl',
        lang: 'gb',
      },
      {
        name: '❒︎ 職員🎅° Staff',
        lang: 'gb',
      },
      {
        name: '❒︎ 男孩🧢° Boy',
        lang: 'gb',
      },
      {
        name: '❒︎ 自由火🔥° Free Fire',
        lang: 'gb',
      },
      {
        name: '❒︎ 等級👾° 50lvl',
        lang: 'gb',
      },
      {
        name: '❒︎ 酷主🎬° YouTuber',
        lang: 'gb',
      },
      {
        name: '❒︎ 微型💎° MINI',
        lang: 'gb',
      },
      {
        name: '❒︎ 成員👻° Member',
        lang: 'gb',
      },
      {
        name: '❒︎ 首席👑° Cheif',
        lang: 'gb',
      },
      {
        name: '❒︎ 行政💻° Administrator',
        lang: 'gb',
      },
      {
        name: '❒︎ 積極的💥° Active 24/7',
        lang: 'gb',
      },
      {
        name: '❒︎ 等級🐠° 5lvl',
        lang: 'gb',
      },
      {
        name: '❒︎ 金的⚜️° Golden',
        lang: 'gb',
      },
      {
        name: '❒︎ 大地🚔° GTA',
        lang: 'gb',
      },
      {
        name: '❒︎ 世界⛏° Minecraft',
        lang: 'gb',
      },
      {
        name: '❒︎ 女孩🎀° Girl',
        lang: 'gb',
      },
      {
        name: '❒︎ 學士🏜° Brawl Stars',
        lang: 'gb',
      },
      {
        name: '❒︎ 發布💣° PUBG',
        lang: 'gb',
      },
      {
        name: '❒︎ 等級🍇° 40lvl',
        lang: 'gb',
      },
      {
        name: '❒︎ 機器人🔮° Bot',
        lang: 'gb',
      },
      {
        name: '❒︎ 男孩°🔒°Muted',
        lang: 'gb',
      },
      {
        name: '🏱︎🏱︎🏱︎🏱︎',
        lang: 'gb',
      },
      {
        name: '❒︎ 銀💠° Silver',
        lang: 'gb',
      },
      {
        name: "❒︎ 幫手⛩🍁° Admin's Helper",
        lang: 'gb',
      },
      {
        name: '❒︎ 青銅🏺° Bronze',
        lang: 'gb',
      },
      {
        name: '༄・積極🍾。Positive',
        lang: 'gb',
      },
      {
        name: '༄・嘻哈🈹。Hyper',
        lang: 'gb',
      },
      {
        name: '༄・星系🌠。Galaxy',
        lang: 'gb',
      },
      {
        name: 'Reindeer 🦌',
        lang: 'gb',
      },
      {
        name: '༄・天才🔥。Genius',
        lang: 'gb',
      },
      {
        name: '༄・男孩🧊。Boy',
        lang: 'gb',
      },
      {
        name: '༄・宇宙🌌。CosmoS',
        lang: 'gb',
      },
      {
        name: '〖🔰〗 Гл.Хелпер',
        lang: 'ru',
      },
      {
        name: '〖🏪〗Есть бизнес',
        lang: 'ru',
      },
      {
        name: '〖💸〗Бизнесмен',
        lang: 'ru',
      },
      {
        name: '〖❄〗 15+ rank',
        lang: 'gb',
      },
      {
        name: '❄ТОП ❄',
        lang: 'ru',
      },
      {
        name: '〖🍪〗 Печенька',
        lang: 'ru',
      },
      {
        name: '💜',
        lang: 'gb',
      },
      {
        name: '〖💳〗 PREMIUM',
        lang: 'gb',
      },
      {
        name: '〖🗽〗Самый богатый на земле!',
        lang: 'ru',
      },
      {
        name: '🧡',
        lang: 'gb',
      },
      {
        name: '〖🔰〗 Тест.Хелпер',
        lang: 'ru',
      },
      {
        name: '〖❄〗 Олд',
        lang: 'ru',
      },
      {
        name: '〖🔰〗 Гл.Администрация',
        lang: 'ru',
      },
      {
        name: '〖🔰〗 Ст.Хелпер',
        lang: 'ru',
      },
      {
        name: '〖❄〗 Снежок',
        lang: 'ru',
      },
      {
        name: '〖🔓〗Доступ к логам',
        lang: 'gb',
      },
      {
        name: '〖❄〗35 + rank',
        lang: 'gb',
      },
      {
        name: '〖💚〗 Друг создателя',
        lang: 'ru',
      },
      {
        name: '〖❤〗 Лучший друг создателя',
        lang: 'ru',
      },
      {
        name: '💙',
        lang: 'gb',
      },
      {
        name: '〖🔰〗 Ср.Модератор',
        lang: 'ru',
      },
      {
        name: '〖🛡〗Гл.Следащий по серверу',
        lang: 'ru',
      },
      {
        name: '〖🔫〗Молодой',
        lang: 'ru',
      },
      {
        name: '〖🔰〗 Мл.Хелпер',
        lang: 'ru',
      },
      {
        name: '〖🛡〗Ст.Следащий по серверу',
        lang: 'ru',
      },
      {
        name: '〖❄〗5 + rank',
        lang: 'gb',
      },
      {
        name: '〖🔰〗 Ст.Администрация',
        lang: 'ru',
      },
      {
        name: '〖❄〗 1 + rank',
        lang: 'gb',
      },
      {
        name: '〖💎〗VIP',
        lang: 'gb',
      },
      {
        name: '〖🔰〗 Тест.Модератор',
        lang: 'ru',
      },
      {
        name: '〖⛄〗 Снеговик',
        lang: 'ru',
      },
      {
        name: '〖❄〗 50+ rank',
        lang: 'gb',
      },
      {
        name: '〖🔰〗 Ст.Модератор',
        lang: 'ru',
      },
      {
        name: '〖🌨〗 Снежное облоко',
        lang: 'ru',
      },
      {
        name: '💚',
        lang: 'gb',
      },
      {
        name: '〖🔰〗 Мл.Администрация',
        lang: 'ru',
      },
      {
        name: '〖❄〗40 + rank',
        lang: 'gb',
      },
      {
        name: '〖🚹〗 мальчик',
        lang: 'ru',
      },
      {
        name: '〖🍔〗 Бургер',
        lang: 'ru',
      },
      {
        name: '💛',
        lang: 'gb',
      },
      {
        name: '〖💛〗Лидер',
        lang: 'ru',
      },
      {
        name: '〖🛡〗Мл.Следащий по серверу',
        lang: 'ru',
      },
      {
        name: '〖💵〗×2 богатый',
        lang: 'ru',
      },
      {
        name: '〖🔰〗 Ср.Хелпер',
        lang: 'ru',
      },
      {
        name: '〖🎥〗Ютубер',
        lang: 'ru',
      },
      {
        name: '〖👑〗Ср.Зам.Лидера',
        lang: 'ru',
      },
      {
        name: '〖💰〗Богатый',
        lang: 'ru',
      },
      {
        name: '〖👑〗Гл.Зам.Лидера',
        lang: 'ru',
      },
      {
        name: '〖🍭〗 Леденец',
        lang: 'ru',
      },
      {
        name: '〖🚺〗 девочка',
        lang: 'ru',
      },
      {
        name: '〖❄〗 20+ rank',
        lang: 'gb',
      },
      {
        name: '❤',
        lang: 'gb',
      },
      {
        name: '〖🔰〗 Мл.Модератор',
        lang: 'ru',
      },
      {
        name: '〖🤖〗𝑩𝑶𝑻 𝑮 𝑨 𝑳 𝑨 𝑿 𝒀🌌',
        lang: 'gb',
      },
      {
        name: '〖🍯〗 Мед',
        lang: 'ru',
      },
      {
        name: '〖❄〗 3+ rank',
        lang: 'gb',
      },
      {
        name: '〖❄〗 30+ rank',
        lang: 'gb',
      },
      {
        name: '〖🔰〗 Гл.Модерация',
        lang: 'ru',
      },
      {
        name: '〖💎〗Милионер',
        lang: 'ru',
      },
      {
        name: '〖❄〗 10+ rank',
        lang: 'gb',
      },
      {
        name: '〖🔰〗 Ср.Администрация',
        lang: 'ru',
      },
      {
        name: '〖📊〗 Пиар менеджер',
        lang: 'ru',
      },
    ],
  },
  channels: {
    // some
    array: [
      {
        name: '┋☕┋𝐀𝐝𝐦𝐢𝐧-𝐧𝐞𝐰𝐬',
        lang: 'gb',
      },
      {
        name: '├│👣│𝑫𝒆𝒆𝒑-𝑷𝒐𝒔𝒕',
        lang: 'gb',
      },
      {
        name: '꒰📡꒱𝑹𝒆𝒂𝒄𝒕𝒊𝒐𝒏',
        lang: 'gb',
      },
      {
        name: '꒰🎎꒱𝐀𝐧𝐢𝐦𝐞',
        lang: 'gb',
      },
      {
        name: '├│🔞│ʙᴅsᴍ',
        lang: 'gb',
      },
      {
        name: '⦇📜⦈𝐏𝐮𝐛𝐥𝐢𝐜-𝐜𝐡𝐚𝐭',
        lang: 'gb',
      },
      {
        name: '「🎮」ᴡᴀʀᴢᴏɴᴇ',
        lang: 'gb',
      },
      {
        name: '├│🔞│ɢᴀɴɢ-ʙᴀɴɢ',
        lang: 'gb',
      },
      {
        name: '𝐆𝐈𝐑𝐋𝐒 | 𝐕𝐎𝐈𝐂『🎀』',
        lang: 'gb',
      },
      {
        name: '°ᵗᵉᵗ⁻ᵃ⁻ᵗᵉᵗ°',
        lang: 'gb',
      },
      {
        name: '•ᵃᶜᵗⁱᵛᵉ•',
        lang: 'gb',
      },
      {
        name: '𝕊𝕒𝕕 🥀🖤',
        lang: 'gb',
      },
      {
        name: '✧︰🧺୧флуд',
        lang: 'ru',
      },
      {
        name: '✧︰📕୧правила',
        lang: 'ru',
      },
      {
        name: '✧︰🎨୧картинки',
        lang: 'ru',
      },
      {
        name: '╏👋🏻╏-▫-приветствия',
        lang: 'ru',
      },
      {
        name: '╏📖╏-▫-правила',
        lang: 'ru',
      },
      {
        name: '╏💰╏-▫-экономика',
        lang: 'ru',
      },
      {
        name: '╏🌌╏-▫-общение',
        lang: 'ru',
      },
      {
        name: '╏📢╏-▫-жалобы',
        lang: 'ru',
      },
      {
        name: '╏🎆╏ ▫ Общение 1',
        lang: 'ru',
      },
      {
        name: '╏🎇╏ ▫ Общение 2',
        lang: 'ru',
      },
      {
        name: '╏🍻╏ ▫ Дуо',
        lang: 'ru',
      },
      {
        name: '╏🍡╏ ▫ Трио',
        lang: 'ru',
      },
      {
        name: '╏🍟╏ ▫ Team Play',
        lang: 'gb',
      },
      {
        name: '╏🎧╏-▫-music',
        lang: 'gb',
      },
      {
        name: '╏🎵╏ ▫ Music',
        lang: 'gb',
      },
      {
        name: '╏📰╏-▫-новости',
        lang: 'ru',
      },
      {
        name: 'Гей party 🌈✨',
        lang: 'ru',
      },
      {
        name: '╏🎎╏-▫-роли',
        lang: 'ru',
      },
      {
        name: '╏🔒╏-▫-чат-администрации',
        lang: 'ru',
      },
      {
        name: '╏👉👌╏-▫-молчуны',
        lang: 'ru',
      },
      {
        name: '🎐・info',
        lang: 'gb',
      },
      {
        name: '🎐・bots',
        lang: 'gb',
      },
      {
        name: '🎐・logs',
        lang: 'gb',
      },
      {
        name: '🎐・welcome',
        lang: 'gb',
      },
      {
        name: '𝒷𝒶𝓀𝒶-𝒸𝒽𝒶𝓉',
        lang: 'gb',
      },
      {
        name: '𝓈𝑜𝒸𝒾𝒶𝓁𝓈',
        lang: 'gb',
      },
      {
        name: '🗳𝔹𝕣𝕒𝕨𝕝-𝔹𝕠𝕩',
        lang: 'gb',
      },
      {
        name: '「🧚🏻」𝐀nime',
        lang: 'gb',
      },
      {
        name: '「📁」𝐕𝐨𝐢𝐜𝐞-𝐋𝐨𝐠𝐬',
        lang: 'gb',
      },
      {
        name: '「🔐」𝐀𝐝𝐦𝐢𝐧 𝐋𝐨𝐮𝐧𝐠𝐞',
        lang: 'gb',
      },
      {
        name: '「✔」𝐍ew-𝐒uggestion',
        lang: 'gb',
      },
      {
        name: 'All Members: 22',
        lang: 'gb',
      },
      {
        name: '«❤/🖤»For Fun',
        lang: 'gb',
      },
      {
        name: '「💭」𝐆lobal',
        lang: 'gb',
      },
      {
        name: '「🎮」𝐆ame',
        lang: 'gb',
      },
      {
        name: '「⛔」𝐏𝐮𝐧𝐢𝐬𝐡-𝐋𝐨𝐠𝐬',
        lang: 'gb',
      },
      {
        name: '•—•💥։𝐑𝐞𝐚𝐜𝐭𝐢𝐨𝐧-𝐑𝐨𝐥𝐞𝐬',
        lang: 'gb',
      },
      {
        name: 'zerotwo-log',
        lang: 'gb',
      },
      {
        name: '•—•📘։𝐑𝐮𝐥𝐞𝐬',
        lang: 'gb',
      },
      {
        name: '📊 SERVER STATS 📊',
        lang: 'gb',
      },
      {
        name: '•-•👣։𝐖𝐞𝐥𝐜𝐨𝐦𝐞',
        lang: 'gb',
      },
      {
        name: '「🕶」𝐆if',
        lang: 'gb',
      },
      {
        name: '•—•💡։𝐈𝐝𝐞𝐚𝐬',
        lang: 'gb',
      },
      {
        name: '«💬»COMMUNICATIONS',
        lang: 'gb',
      },
      {
        name: '•-•👋🏻։𝐁𝐲𝐞-𝐛𝐲𝐞',
        lang: 'gb',
      },
      {
        name: '𝐏𝐮𝐛𝐥𝐢𝐜-𝐆𝐚𝐦𝐞𝐬🎮',
        lang: 'gb',
      },
      {
        name: '•—•🌀։𝐑𝐚𝐟𝐟𝐥𝐞',
        lang: 'gb',
      },
      {
        name: '「📩」𝐒upport',
        lang: 'gb',
      },
      {
        name: '~[🎮]~𝐏𝐮𝐛𝐥𝐢𝐜 𝐆𝐚𝐦𝐞𝐬',
        lang: 'gb',
      },
      {
        name: '«📥»SUPPORT',
        lang: 'gb',
      },
      {
        name: '«🚷»MAFIA',
        lang: 'gb',
      },
      {
        name: '~[🎮]~𝐒𝐭𝐚𝐟𝐟 𝐆𝐚𝐦𝐞𝐬',
        lang: 'gb',
      },
      {
        name: '「📝」𝐒𝐭𝐚𝐟𝐟-𝐑𝐮𝐥𝐞𝐬',
        lang: 'gb',
      },
      {
        name: '•—•🤝։𝐏𝐚𝐫𝐭𝐧𝐞𝐫',
        lang: 'gb',
      },
      {
        name: '╔🌍༆Global voice',
        lang: 'gb',
      },
      {
        name: '╠🏆༆ММ',
        lang: 'gb',
      },
      {
        name: '╠⚔ ༆1VS1',
        lang: 'gb',
      },
      {
        name: '╠📊༆ранг',
        lang: 'ru',
      },
      {
        name: '❴✠❵┅━━╍⊶⊰Голосовые⊱⊷╍━━┅❴✠❵',
        lang: 'ru',
      },
      {
        name: 'Для админов',
        lang: 'ru',
      },
      {
        name: '❴✠❵┅━━━╍⊶⊰для всех⊱⊷╍━━━┅❴✠❵',
        lang: 'ru',
      },
      {
        name: '╠❗༆новости',
        lang: 'ru',
      },
      {
        name: '╠🔎༆поиск-команды',
        lang: 'ru',
      },
      {
        name: '╔🎶༆заказ-музыки',
        lang: 'ru',
      },
      {
        name: '╠🪙༆yoku',
        lang: 'gb',
      },
      {
        name: '╚👾༆ивенты',
        lang: 'ru',
      },
      {
        name: '╚🗂༆совещание',
        lang: 'ru',
      },
      {
        name: '╚🎧༆Music',
        lang: 'gb',
      },
      {
        name: '╚ ⚔ ༆2VS2',
        lang: 'gb',
      },
      {
        name: '╔👤༆жалобы-на-участников',
        lang: 'ru',
      },
      {
        name: '╠🏆༆ММ',
        lang: 'gb',
      },
      {
        name: '╠📨༆спам-чат',
        lang: 'ru',
      },
      {
        name: '╠📢༆отзывы',
        lang: 'ru',
      },
      {
        name: '╠🛡༆поиск-клана',
        lang: 'ru',
      },
      {
        name: '╔💭༆общий-чат',
        lang: 'ru',
      },
      {
        name: '╠💴༆unbelieva',
        lang: 'gb',
      },
      {
        name: '╠🔶༆АФК',
        lang: 'ru',
      },
      {
        name: '╚📃༆новости-о-сервере',
        lang: 'ru',
      },
      {
        name: '╠💸༆рынок',
        lang: 'ru',
      },
      {
        name: '╠🛡༆ЗБ',
        lang: 'ru',
      },
      {
        name: '╚👥༆жалобы-на-модерацию',
        lang: 'ru',
      },
      {
        name: '╠● bαŧє-ραρø ➏',
        lang: 'gb',
      },
      {
        name: 'rank-discord👑',
        lang: 'gb',
      },
      {
        name: 'instagram🎯',
        lang: 'gb',
      },
      {
        name: '🔵 ¦ sᴀʟᴀ ᴅᴏ ᴍᴀᴀʜᴛᴠ.ʏᴛʙ',
        lang: 'gb',
      },
      {
        name: '🔄 вατє ραρσ 🔄',
        lang: 'gb',
      },
      {
        name: '╠● bαŧє-ραρø ❼',
        lang: 'gb',
      },
      {
        name: '╠● bαŧє-ραρø ❸',
        lang: 'gb',
      },
      {
        name: '🔵 ¦ sᴀʟᴀ ᴅᴏ ᴊᴇᴀɴ',
        lang: 'gb',
      },
      {
        name: '╔● bαŧє-ραρø ❶',
        lang: 'gb',
      },
      {
        name: '💎¦ LIVESTREAM',
        lang: 'gb',
      },
      {
        name: '👑Fall Guys #3',
        lang: 'gb',
      },
      {
        name: 'ÅÜSËNTËS',
        lang: 'gb',
      },
      {
        name: '❯༟༟༟༟༟༟༟❌༟༟༟༟༟༟༟❮',
        lang: 'gb',
      },
      {
        name: 'ŁØββ¥ 2💤',
        lang: 'gb',
      },
      {
        name: 'updates👑',
        lang: 'gb',
      },
      {
        name: 'música🎧 #➀',
        lang: 'gb',
      },
      {
        name: 'imagem-prints🌆',
        lang: 'gb',
      },
      {
        name: '╠● bαŧє-ραρø ❾',
        lang: 'gb',
      },
      {
        name: '🔥Free Fire Duo #1',
        lang: 'gb',
      },
      {
        name: '╠● bαŧє-ραρø ❺',
        lang: 'gb',
      },
      {
        name: '👑Fall Guys #1',
        lang: 'gb',
      },
      {
        name: '❯༟༟༟༟༟༟༟❌༟༟༟༟༟༟༟❮',
        lang: 'gb',
      },
      {
        name: 'SALINHA👑',
        lang: 'gb',
      },
      {
        name: 'música🎧 #➁',
        lang: 'gb',
      },
      {
        name: 'punido🚫⛔',
        lang: 'gb',
      },
      {
        name: '🎮Fortnite Squad #1',
        lang: 'gb',
      },
      {
        name: 'staff🎩💹',
        lang: 'gb',
      },
      {
        name: '╠● bαŧє-ραρø ❽',
        lang: 'gb',
      },
      {
        name: '╠● bαŧє-ραρø ❹',
        lang: 'gb',
      },
      {
        name: 'ᴘᴇʀᴍ㊗',
        lang: 'gb',
      },
      {
        name: '❯༟༟༟༟༟༟༟❌༟༟༟༟༟༟༟❮',
        lang: 'gb',
      },
      {
        name: '🔵 ¦ sᴀʟᴀ ᴅᴏ ʙɪɢɢᴢᴀᴄᴋyt',
        lang: 'gb',
      },
      {
        name: '᎒ ʟᴀɴ ʜᴏᴜsᴇ🎮',
        lang: 'gb',
      },
      {
        name: '👑Fall Guys #4',
        lang: 'gb',
      },
      {
        name: '🚀 ➥ Among us #1',
        lang: 'gb',
      },
      {
        name: '༟ŘÁĐƗØ༟📻',
        lang: 'gb',
      },
      {
        name: '╠● bαŧє-ραρø ❿',
        lang: 'gb',
      },
      {
        name: 'ŁØββ¥ 💤',
        lang: 'gb',
      },
      {
        name: '🎮Fortnite Duo #2',
        lang: 'gb',
      },
      {
        name: '╰──MAN',
        lang: 'gb',
      },
      {
        name: 'community',
        lang: 'gb',
      },
      {
        name: '╰──WOMAN',
        lang: 'gb',
      },
      {
        name: '🔞・nsfw・gif',
        lang: 'gb',
      },
      {
        name: '🍁・Camp Fire',
        lang: 'gb',
      },
      {
        name: '🍭・j4j・ads',
        lang: 'gb',
      },
      {
        name: '╰──INFORMATİON',
        lang: 'gb',
      },
      {
        name: '💵・owo',
        lang: 'gb',
      },
      {
        name: '╰──KPOP',
        lang: 'gb',
      },
      {
        name: 'hidden',
        lang: 'gb',
      },
      {
        name: '🍁・Space',
        lang: 'gb',
      },
      {
        name: '🍂・anime・gif',
        lang: 'gb',
      },
      {
        name: '💫・kpop・gif',
        lang: 'gb',
      },
      {
        name: '🔞・nsfw・video',
        lang: 'gb',
      },
      {
        name: '🔞・nsfw・photo',
        lang: 'gb',
      },
      {
        name: '🤝・partner',
        lang: 'gb',
      },
      {
        name: '🌸・woman・photo',
        lang: 'gb',
      },
      {
        name: '╰──PUBLİC',
        lang: 'gb',
      },
      {
        name: '╰──COUPLE',
        lang: 'gb',
      },
      {
        name: '╰──JOİN FOR JOİN',
        lang: 'gb',
      },
      {
        name: '🍃・bot・report',
        lang: 'gb',
      },
      {
        name: '📷・photo',
        lang: 'gb',
      },
      {
        name: 'discord.gg/j4jads',
        lang: 'gb',
      },
      {
        name: '🍁・Fire Space',
        lang: 'gb',
      },
      {
        name: '✨・man・gif',
        lang: 'gb',
      },
      {
        name: '🍁・Ocean Space',
        lang: 'gb',
      },
      {
        name: '🌸・woman・gif',
        lang: 'gb',
      },
      {
        name: '╰──NSFW',
        lang: 'gb',
      },
      {
        name: '💬・general',
        lang: 'gb',
      },
      {
        name: '🧁・couple・gif',
        lang: 'gb',
      },
      {
        name: '╰──TEXT CHANNELS',
        lang: 'gb',
      },
      {
        name: '╰──BANNER',
        lang: 'gb',
      },
      {
        name: '🍂・anime・photo',
        lang: 'gb',
      },
      {
        name: '🍬・boosters',
        lang: 'gb',
      },
      {
        name: '🍂・anime・nsfw-video',
        lang: 'gb',
      },
      {
        name: '﹢l☕│voice',
        lang: 'gb',
      },
      {
        name: '﹢🥐│nitro',
        lang: 'gb',
      },
      {
        name: '﹢☕│apply',
        lang: 'gb',
      },
      {
        name: '﹢🥯│promos',
        lang: 'gb',
      },
      {
        name: '﹢☕│self-roles',
        lang: 'gb',
      },
      {
        name: '﹢🥐│tallans',
        lang: 'gb',
      },
      {
        name: '﹢🥖│joins',
        lang: 'gb',
      },
      {
        name: '﹢🥯│help',
        lang: 'gb',
      },
      {
        name: '﹢🥐│rules│faq',
        lang: 'gb',
      },
      {
        name: '﹢☕│qotd',
        lang: 'gb',
      },
      {
        name: '︵︵︵︵︵︵︵︵︵︵',
        lang: 'gb',
      },
      {
        name: 'ꕤ・🍄˖ивенты₊⊹',
        lang: 'ru',
      },
      {
        name: '。。。。。。。。。。。',
        lang: 'ru',
      },
      {
        name: '・୨🍂୧・заказ',
        lang: 'ru',
      },
      {
        name: '︵︵︵︵︵︵︵︵︵︵',
        lang: 'gb',
      },
      {
        name: 'ʚ・໒🚀꒱⊹бусты‧₊⊹',
        lang: 'ru',
      },
      {
        name: '╰˚₊🌿ʚоффтоп୭₊˚ฅ',
        lang: 'ru',
      },
      {
        name: '・୨🍁୧・без-микро',
        lang: 'ru',
      },
      {
        name: '╭˙🍙꒱игры៹-୧',
        lang: 'ru',
      },
      {
        name: '֗꒷★﹆лог-канал',
        lang: 'ru',
      },
      {
        name: '。。。。。Gᴀᴍᴇs 。。。。。',
        lang: 'gb',
      },
      {
        name: 'o(>ω<)o Кинозал',
        lang: 'ru',
      },
      {
        name: '╰˙🔍꒱автопр៹-୧',
        lang: 'gb',
      },
      {
        name: 'ʚ・໒🥡꒱⊹инфо‧₊⊹',
        lang: 'ru',
      },
      {
        name: '。。。Iɴғᴏʀᴍᴀᴛɪᴏɴ 。。。',
        lang: 'ru',
      },
      {
        name: 'ʚ・꒰💗˖премиум-чат﹕₊˚',
        lang: 'ru',
      },
      {
        name: 'ꕤ・💡˖ваши-идеи₊⊹',
        lang: 'ru',
      },
      {
        name: '。。。。。Vᴏɪᴄᴇs 。。。。。',
        lang: 'gb',
      },
      {
        name: '֗꒷★﹆стафф-чат',
        lang: 'ru',
      },
      {
        name: '🌸︰verify₍ᐢ｡-ˬ-｡ᐢ₎',
        lang: 'gb',
      },
      {
        name: '╰˙🍶꒱да-но៹-୧',
        lang: 'ru',
      },
      {
        name: 'ꕤ・⭐˖старбоард₊⊹',
        lang: 'ru',
      },
      {
        name: '╭˚₊🍃ʚчатик୭₊˚ฅ',
        lang: 'ru',
      },
      {
        name: '╭╯≈-̖́‧♡-привет❁ུ۪۪',
        lang: 'ru',
      },
      {
        name: '╭⊹☕・правилаˀഒ₊',
        lang: 'ru',
      },
      {
        name: '┊⊹୨💸экономика₊˚⊹',
        lang: 'ru',
      },
      {
        name: '( 〃▽〃) Игро-ночь',
        lang: 'ru',
      },
      {
        name: '(๑˃ᴗ˂)ﻭ Музыка',
        lang: 'ru',
      },
      {
        name: 'ꕤ・🏦˖магазин₊⊹',
        lang: 'ru',
      },
      {
        name: '。。。。。Sᴘᴇᴄɪᴀʟ 。。。。。',
        lang: 'gb',
      },
      {
        name: '┊⊹୨🎋творчество₊˚⊹',
        lang: 'ru',
      },
      {
        name: 'ʚ・꒰💗˖бамп﹕₊˚',
        lang: 'ru',
      },
      {
        name: '‧₊˚︶︶꒦︶꒷︶︶꒷꒦︶',
        lang: 'gb',
      },
      {
        name: '֗꒷★﹆дискуссии-арабов',
        lang: 'ru',
      },
      {
        name: '・꒰🍥˖𓂅слова﹕₊˚',
        lang: 'ru',
      },
      {
        name: '╭˙📝꒱партнёры៹-୧',
        lang: 'ru',
      },
      {
        name: '╰╮≈-̖́‧♡-пока-пока❁ུ۪۪',
        lang: 'ru',
      },
      {
        name: '╰(´︶`)╯Стримы',
        lang: 'ru',
      },
      {
        name: '┊⊹୨🌸медиа₊˚⊹',
        lang: 'ru',
      },
      {
        name: '。。。。Pᴀʀᴛɴᴇʀs 。。。。',
        lang: 'gb',
      },
      {
        name: '。。。。。Cʜᴀᴛs 。。。。。',
        lang: 'gb',
      },
      {
        name: '‧₊˚︶︶꒦︶꒷︶︶꒷꒦︶',
        lang: 'ru',
      },
      {
        name: 'Welcome back home.🌱',
        lang: 'gb',
      },
      {
        name: '֗꒷★﹆дебаг',
        lang: 'ru',
      },
      {
        name: '╰⊹🍵・новостиˀഒ₊',
        lang: 'ru',
      },
      {
        name: 'текст-партнёрки',
        lang: 'ru',
      },
      {
        name: '┊⊹୨🌸боты₊˚⊹',
        lang: 'ru',
      },
      {
        name: '・꒰🍡˖𓂅счёт﹕₊˚',
        lang: 'ru',
      },
      {
        name: 'ʚ・໒🌱꒱⊹роли‧₊⊹',
        lang: 'ru',
      },
      {
        name: '(* ^ ω ^) Беседка',
        lang: 'ru',
      },
      {
        name: '︵︵︵︵︵︵︵︵︵︵',
        lang: 'ru',
      },
    ],
  },
};

module.exports = main;
